/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Indstillinger";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Generelle indstillinger";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Logonindstillinger";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Version";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Om";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Logonart";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Basisautentifikation";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Brugernavn";

/* XFLD: label for a field */
"PASSWORD" = "Adgangskode";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Avancerede indstillinger";

/* XFLD: label for a field */
"SERVER_URL" = "Server-URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Anvend SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP-forbindelsesinfo";

/* XFLD: label for a field */
"SERVER_NAME" = "Servernavn";

/* XFLD: label for a field */
"SERVER_PORT" = "Serverport";

/* XFLD: label for a field */
"COMPANY_ID" = "Virksomheds-ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktiveringskode";

/* XFLD: label for a field */
"URL_PREFIX" = "URL-præfiks";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Applikationsspecifikke indstillinger";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Datalagringsfejl";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Der kunne ikke persisteres til sikkert lager";

/* XTIT: title trait in navigation bar */
"HEADING" = "Overskrift";

